# print("эта программа расчета твоих сбережений")
# saved_lei = int(input("сколько ты уже накопил? "))
# added_lei = int(input("сколько ты планируешь откладывать каждый день? "))
# question = input("у тебя есть желаемая сумма для накопления? да\нет ")
# if question == "нет":
#     days = int(input("на какое количество дней будем делать расчет? "))
#     for i in range(days):
#         saved_lei += added_lei
#     print(f"накопишь {saved_lei}")
# else:
#     goal = int(input("а сколько ты хочешь накопить? "))
#     days = 0
#     while saved_lei < goal:
#         saved_lei += added_lei
#         days += 1
#     print(f"ты накопишь {goal} lei за {days} дней")

# Написать программу, которая считает сумму чисел от 1 до 20 (включительно) Написать программу, которая считает сумму всех нечетных чисел от 0 до 10. Написать программу, которая пишет "hello", пока не получит в ответ "bye".

# print(3<2)

